Repository: NevronOffice/localization-support
Catalog: Localization/NovDictionary_de-DE.tmx
Source language: en_us
Languages: de_de

source: Merge Down
de_de: Nach unten zusammenführen

source: Split to Rows
de_de: Spalten, Zeilen

source: Merge Right
de_de: Fahren Sie rechts

source: Split to Columns
de_de: In Spalten aufteilen

source: Align Top Left
de_de: Oben links ausrichten

source: Align Top Center
de_de: Oben in der Mitte ausrichten

source: Align Top Right
de_de: Oben rechts ausrichten

source: Align Middle Left
de_de: Mitte links ausrichten

source: Align Middle Center
de_de: Mitte der Mitte ausrichten

source: Align Middle Right
de_de: Mitte rechts ausrichten

source: Align Bottom Left
de_de: Unten links ausrichten

source: Align Bottom Center
de_de: Unten in der Mitte ausrichten

source: Align Bottom Right
de_de: Unten rechts ausrichten

source: Edit Group Block
de_de: Block Gruppe bearbeiten

source: Normal Float Block
de_de: Normale Float-Block

source: Left Float Block
de_de: Linken Float-Block

source: Right Float Block
de_de: Richtige Float-Block

source: Edit Page
de_de: Seite bearbeiten

source: Page Background
de_de: Seitenhintergrund

source: Modify Left Margin
de_de: Linken Rand ändern

source: Modify Top Margin
de_de: Oberen Rand ändern

source: Modify Right Margin
de_de: Rechten Rand ändern

source: Modify Bottom Margin
de_de: Unterer Rand ändern

source: Increase Left Margin
de_de: Linken Rand zu erhöhen

source: Increase Right Margin
de_de: Rechten Rand zu erhöhen

source: Increase Top Margin
de_de: Oberen Rand zu erhöhen

source: Increase Bottom Margin
de_de: Unterer Rand zu erhöhen

source: Decrease Left Margin
de_de: Linken Rand zu verringern

source: Decrease Right Margin
de_de: Rechten Rand zu verringern

source: Decrease Top Margin
de_de: Oberen Rand zu verringern

source: Decrease Bottom Margin
de_de: Unterer Rand zu verringern

source: Modify Left Padding
de_de: Ändern Sie linke Polsterung

source: Modify Top Padding
de_de: Ändern Top Polsterung

source: Modify Right Padding
de_de: Ändern der Rechte Innenabstand

source: Modify Bottom Padding
de_de: Ändern der unteren Polsterung

source: Increase Left Padding
de_de: Erhöhung der linke Polsterung

source: Increase Right Padding
de_de: Richtige Polsterung zu erhöhen

source: Increase Top Padding
de_de: Erhöhung der oberen Polsterung

source: Increase Bottom Padding
de_de: Unteren Polsterung zu erhöhen

source: Decrease Left Padding
de_de: Linke Polsterung zu verringern

source: Decrease Right Padding
de_de: Richtige Polsterung zu verringern

source: Decrease Top Padding
de_de: Top Polsterung zu verringern

source: Decrease Bottom Padding
de_de: Unteren Polsterung zu verringern

source: Block Background Fill
de_de: Hintergrundfüllung Block

source: Border and Thickness
de_de: Grenze und Dicke

source: Zoom to 100%
de_de: Zoommodus 100%

source: Zoom to Page
de_de: Zoomen Sie auf Seite

source: Zoom to Two Pages
de_de: Zoomen Sie auf beiden Seiten

source: Zoom to Page Width
de_de: Vergrößern Sie die Seitenbreite

source: Horizontal Ruler
de_de: Horizontalen Lineal

source: Vertical Ruler
de_de: Vertikale Lineal

source: Insert or Edit Hyperlink
de_de: Einfügen oder Bearbeiten Hyperlink

source: Footer
de_de: Fußzeile

source: Marks Visibility
de_de: Marken-Sichtbarkeit

source: Normal Layout
de_de: Normales Layout

source: Move To Record
de_de: Zum Datensatz wechseln

source: Insert 1D Barode
de_de: 1D Zusatzserver einfügen

source: Insert Page Number
de_de: Seitenzahl einfügen

source: Insert Page Count
de_de: Seitenzahl einfügen

source: Insert Break
de_de: Pause einlegen

source: Insert Column Break
de_de: Spaltenumbruch einfügen

source: Insert Page Break
de_de: Seitenumbruch einfügen

source: Next Page
de_de: Nächstes Zeichenblatt

source: Section Continuous
de_de: Kontinuierliche Abschnitt

source: Section Odd Page
de_de: Abschnitt ungerade Seite

source: Section Even Page
de_de: Abschnitt auch Seite

source: Wrap Inline
de_de: Umbrechen Inline

source: Wrap None
de_de: Wickeln Sie keine

source: Wrap Before
de_de: Wickeln, bevor

source: Wrap After
de_de: Nach dem wickeln

source: Wrap Parallel
de_de: Wickeln Sie Parallel

source: Wrap Through
de_de: Durchlauf

source: Move with Text
de_de: Mit Text verschieben

source: Fix Position on Page
de_de: Position auf Seite zu beheben

source: Page number in document.
de_de: Seitenzahl im Dokument.

source: Line number in document.
de_de: Die Nummer der Zeile im Dokument.

source: Column number in page.
de_de: Spaltennummer in Seite.

source: Margin Left
de_de: Rand links

source: Margin Right
de_de: Rand rechts

source: Margin Bottom
de_de: Rand unten

source: Padding Left
de_de: Abstand links

source: Padding Right
de_de: Polsterung rechts

source: Allow Images
de_de: Bilder zulassen

source: Allow Tables
de_de: Tabellen zu ermöglichen

source: Allow Sections
de_de: Abschnitte zu ermöglichen

source: Paste Options
de_de: Einfügen-Optionen

source: Enable Text Integrity Validation
de_de: Text-Integrität-Validierung zu ermöglichen

source: Local Position
de_de: Lokale Position

source: Preferred Size
de_de: Bevorzugte Größe

source: Table Border Mode
de_de: Tabellenmodus Grenze

source: Cell Margins Left
de_de: Zelle Seitenränder links

source: Cell Margins Top
de_de: Zelle Ränder oben

source: Cell Margins Right
de_de: Zellenränder rechts

source: Cell Margins Bottom
de_de: Zelle Ränder unten

source: Horizontal Cell Spacing
de_de: Horizontaler Zellenabstand

source: Vertical Cell Spacing
de_de: Vertikaler Zellenabstand

source: Cell Margins
de_de: Zellenränder

source: Update Automatically
de_de: Automatisch aktualisieren

source: Bookmark Goto Part
de_de: Bookmarken Sie Goto Teil

source: Line Goto Part
de_de: Zeile Goto Teil

source: Page Goto Part
de_de: Seite Goto Teil

source: Paragraph Goto Part
de_de: Absatz gehe zu Teil

source: Section Goto Part
de_de: Abschnitt Goto Teil

source: Table Goto Part
de_de: Goto Tabellenteil

source: Part
de_de: Teil

source: Number
de_de: Nummer

source: Section
de_de: Abschnitt

source: Auto Size
de_de: Automat. Anpassung

source: Fixed Column Width
de_de: Feste Spaltenbreite

source: Percent Column Width
de_de: Breite der Spalte &quot;Prozent&quot;

source: Table Size
de_de: Tabellengröße

source: Column Size
de_de: Spaltengröße

source: Page Spacing
de_de: Seite Abstand

source: Selection Render Mode
de_de: Auswahl-Render-Modus

source: Selection Fill
de_de: Auswahl füllen

source: Show Paragraph End
de_de: Zeige Absatzende

source: Show Line Break
de_de: Show-Zeilenumbruch

source: Show Space
de_de: Ausstellungsfläche

source: Show Tab
de_de: Registerkarte anzeigen

source: Show Page Break
de_de: Seitenumbruch zeigen

source: Show Section Break
de_de: Zeigen Sie Abschnittswechsel

source: Inactive Content Display Mode
de_de: Inaktive Inhaltsanzeige Modus

source: Toggle Mark Visibility
de_de: Toggle Mark Sichtbarkeit

source: Spell Check Fill
de_de: Rechtschreibprüfung füllen

source: Scope
de_de: Bereich

source: Is Used
de_de: Wird verwendet

source: Is Modified
de_de: Wird geändert

source: Show in Gallery
de_de: Zeigen Sie in Galerie

source: Border Rule
de_de: Grenze-Regel

source: Paragraph Rule
de_de: Absatzlineal

source: Inline Rule
de_de: Inline Regel

source: At Least
de_de: Mindestens

source: Exactly
de_de: Genau

source: Flow
de_de: Ablauf

source: Margin
de_de: Rand

source: Inside Margin
de_de: Innen-Marge

source: Outside Margin
de_de: Äußeren Rand

source: Ancestor
de_de: Vorfahren

source: Top Margin
de_de: Oberer Rand

source: Bottom Margin
de_de: Unterer Rand

source: First Row
de_de: Erste Zeile

source: Even Row
de_de: Auch Zeile

source: Odd Row
de_de: Ungerade Zeile

source: Last Row
de_de: Letzte Zeile

source: First Column
de_de: Erste Spalte

source: Even Column
de_de: Auch Spalte

source: Odd Column
de_de: Ungerade Spalte

source: Last Column
de_de: Letzte Spalte

source: Whole Table
de_de: Gesamte Tabelle

source: Top Left Cell
de_de: Obere linke Zelle

source: Top Right Cell
de_de: Oberen rechten Zelle

source: Bottom Left Cell
de_de: Unteren linken Zelle

source: Bottom Right Cell
de_de: Unteren rechten Zelle

source: Level 1
de_de: Ebene 1

source: Level 2
de_de: Ebene 2

source: Level 3
de_de: Stufe 3

source: Level 4
de_de: Stufe 4

source: Level 5
de_de: Stufe 5

source: Level 6
de_de: Stufe 6

source: Level 7
de_de: Stufe 7

source: Level 8
de_de: Stufe 8

source: Left to Right
de_de: Von links nach rechts

source: Right to Left
de_de: Von rechts nach links

source: All Borders
de_de: Alle Grenzen

source: No Border
de_de: Keine Grenze

source: Outside Borders
de_de: Außerhalb der Grenzen

source: Inside Borders
de_de: Innere Grenzen

source: Top Border
de_de: Oberen Rand

source: Bottom Border
de_de: Unteren Rand

source: Left Border
de_de: Linken Rand

source: Right Border
de_de: Rechten Rand

source: Inside Horizontal Border
de_de: Innere horizontale Rahmenlinie

source: Inside Vertical Border
de_de: Innere vertikale Rahmenlinie

source: Nevron Binary Text Format
de_de: Nevron Binär-Text-Format

source: Columns Width
de_de: Breite der Spalten

source: Mini Text Formatting
de_de: Mini Textformattierung

source: Justify
de_de: Ausrichten

source: Failed to open CSV file
de_de: CSV-Datei konnte nicht geöffnet

source: Exception was [{0}]
de_de: Ausnahme war [{0}]

source: CSV Files
de_de: CSV-Dateien

source: Select CSV File
de_de: Wählen Sie die CSV-Datei

source: Imported Columns
de_de: Importierte Spalten

source: Failed to open Excel file
de_de: Fehler beim Öffnen des Excel-Datei

source: From Table
de_de: Aus Tabelle

source: From Query
de_de: Aus einer Abfrage

source: Type Query
de_de: Typ-Abfrage

source: Select Excel sheet
de_de: Wählen Sie Excel-Blatt

source: Previous
de_de: Zurück

source: Next
de_de: Weiter

source: Select Excel file
de_de: Excel-Datei auswählen

source: Data source type
de_de: Datenquellentyp

source: Test Connection
de_de: Testverbindung

source: Successfully connected to the specified data source.
de_de: Erfolgreich verbunden mit der angegebenen Datenquelle.

source: Connected to the data source
de_de: Mit der Datenquelle verbunden

source: Failed to connect to the specified data source.
de_de: Fehler beim Verbinden mit der angegebenen Datenquelle.

source: The exception was [{0}]
de_de: Die Ausnahme war [{0}]

source: Failed to connect to data source
de_de: Fehler beim Verbinden mit der Datenquelle

source: Select Data Source
de_de: Wählen Sie die Datenquelle

source: Recently used symbols
de_de: Zuletzt verwendete Symbole

source: Character code
de_de: Zeichencode

source: Select Dictionary
de_de: Wählen Sie Wörterbuch

source: Select Spell Check Dictionary
de_de: Wählen Wörterbuch

source: Hunspell Spell Check Dictionaries
de_de: Hunspell Spell Check Wörterbücher

source: Send Emails
de_de: E-Mails senden

source: Please enter a valid from e-mail address.
de_de: Bitte geben Sie eine gültige e-Mail-Adresse.

source: From E-mail Address Invalid
de_de: Von e-Mail-Adresse ungültig

source: Please enter a from e-mail password.
de_de: Bitte geben Sie eine e-Mail-Passwort.

source: From E-mail Password Not Eneterd
de_de: Von e-Mail-Passwort nicht Eneterd

source: Please enter an outgoing mail address.
de_de: Bitte geben Sie eine ausgehende Mail-Adresse.

source: Outgoing Mail Address Not Entered
de_de: Ausgehende Mail-Adresse nicht eingegeben

source: Please enter a valid port number.
de_de: Bitte geben Sie eine gültige Portnummer.

source: Port Number Invalid
de_de: Anschlussnummer ungültig

source: Please select a To e-mail field name.
de_de: Bitte wählen Sie einen Feldnamen an E-mail.

source: To E-mail Field Name Not Selected
de_de: E-Mail-Feldnamen nicht ausgewählt

source: Please enter a subject for the e-mail messages.
de_de: Bitte geben Sie einen Betreff für die e-Mail-Nachrichten.

source: E-mail Subject Not Entered
de_de: E-Mail-Betreff nicht eingegeben

source: Outgoing Mail Server
de_de: Server für ausgehende E-Mails

source: Enable SSL
de_de: Aktivieren Sie SSL

source: Default Credentials
de_de: Standardmäßigen Anmeldeinformationen

source: From
de_de: Von

source: Email Field
de_de: Feld &quot;e-Mail&quot;

source: To
de_de: Bis

source: Update
de_de: Aktualisieren

source: Page Break
de_de: Seitenumbruch

source: Tables
de_de: Tabellen

source: Page Number
de_de: Zeichenblattnummer

source: Page Count
de_de: Seitenanzahl

source: Page Setup
de_de: Seite einrichten

source: Breaks
de_de: Bricht

source: Column Break
de_de: Spaltenumbruch

source: Section Breaks
de_de: Abschnittswechsel

source: References
de_de: Referenzen

source: Rows & Columns
de_de: & Spalten Zeilen

source: Insert Above
de_de: Oben einfügen

source: Insert Below
de_de: Legen Sie unter

source: Insert Left
de_de: Einfügen von links

source: Insert Right
de_de: Fügen Sie rechts

source: Borders
de_de: Grenzen

source: Ignore spacing (top and bottom margin) between paragraphs of the same style
de_de: (Obere und untere Rand) Abstand zwischen Absätzen von der gleichen Art zu ignorieren

source: table
de_de: Tisch

source: Clear
de_de: Löschen

source: Applies to
de_de: Gilt für

source: Cell Padding
de_de: Textabstand

source: Do you want to clear the formatting of the selected table part?
de_de: Möchten Sie die Formatierung der ausgewählten Tabellenteil zu löschen?

source: Tab Stop Alignment
de_de: Registerkarte &quot;Stop Ausrichtung

source: Properties
de_de: Eigenschaften

source: Pin Alignment
de_de: Pin-Ausrichtung

source: Loc Pin Alignment
de_de: LOC Pin-Ausrichtung

source: Start Span Percent
de_de: Start Span Prozent

source: End Span Percent
de_de: Span Prozent Ende

source: Unit
de_de: Einheit

source: Edit Ruler
de_de: Lineal zu bearbeiten

source: Resize Area
de_de: Die Größe der Fläche

source: Selected Column Count
de_de: Anzahl der ausgewählten Spalten

source: One column
de_de: Eine Spalte

source: Two columns
de_de: Zwei Spalten

source: Three columns
de_de: Drei Spalten

source: Four columns
de_de: Vier Säulen

source: Column Spacing Percent
de_de: Spalte Abstand Prozent

source: Field Names
de_de: Feldnamen

source: Selected Field Name
de_de: Name des ausgewählten Feldes

source: Edit Style
de_de: Stil bearbeiten

source: Delete Style
de_de: Formatvorlagen löschen

source: Selected Character
de_de: Ausgewählte Zeichen

source: More Symbols
de_de: Weitere Symbole

source: Inside H Sides
de_de: Innen H Seiten

source: Inside V Sides
de_de: Seiten innen V

source: Cell Margin Left
de_de: Zellenrand links

source: Cell Margin Top
de_de: Zelle-Margin-Top

source: Cell Margin Right
de_de: Zellenrand rechts

source: Cell Margin Bottom
de_de: Zelle-Margin-Bottom

source: Cell Padding Left
de_de: Zelle links Polsterung

source: Cell Padding Top
de_de: Zelle Padding-Top

source: Cell Padding Right
de_de: Handy-Polsterung rechts

source: Cell Padding Bottom
de_de: Zelle Padding-Bottom

source: Table Style Editor
de_de: Tischstil Editor

source: Paragraph Style Editor
de_de: Absatzstil Editor

source: Inline Style Editor
de_de: Inline Stileditor

source: Nevron Writer Options
de_de: Nevron Writer-Optionen

source: Docx Compression Level
de_de: Docx Komprimierungsgrad

source: Embed Images in Html
de_de: Bilder in Html einbetten

source: Inline Css Styles
de_de: Inline CSS Stile

source: Formats
de_de: Formate

source: Word Documents
de_de: Word-Dokumente

source: Web Pages
de_de: Web-Seiten

source: Horizontal Ruler Settings
de_de: Horizontalen Linealeinstellungen

source: Vertical Ruler Settings
de_de: Vertikale Linealeinstellungen

source: Active Dictionary Source
de_de: Aktive Wörterbuch Quelle

source: Custom Dictionaries
de_de: Benutzerwörterbücher

source: Spell Check Enabled
de_de: Rechtschreibprüfung aktiviert

source: Business
de_de: Geschäft

source: Family Tree
de_de: Stammbaum

source: Flowchart
de_de: Flussdiagramm

source: Flyers and Certificates
de_de: Flyer und Zertifikate

source: Hierarchy Chart
de_de: Hierarchie-Tabelle

source: Network Diagram
de_de: Netzwerk-Diagramm

source: Brochure
de_de: Broschüre

source: Business Card
de_de: Visitenkarte

source: Certificate
de_de: Zertifikat

source: Gift Certificate
de_de: Geschenk-Gutschein

source: Menu
de_de: Menü

source: Basic Flowchart
de_de: Standardflussdiagramm

source: Cross Functional Flowchart
de_de: Funktionsübergreifendes Flussdiagramm

source: EPC Diagram
de_de: EPC-Diagramm

source: SDL Diagram
de_de: SDL-Diagramm

source: Workflow Diagram
de_de: Arbeitsablauf-Diagramm

source: Organizational Chart
de_de: Organigramm

source: Basic Firewall Network Diagram
de_de: Basisfirewall Netzwerkdiagramm

source: Cloud Computing Network Design
de_de: Cloud-Computing-Netzwerk-Design

source: Enterprise Network Diagram
de_de: Enterprise-Netzwerk-Diagramm

source: Budget Planning Structure Chart
de_de: Budget planen Struktogramm

source: Complex Hierarchy Diagram
de_de: Komplexe Hierarchiediagramm

source: Ownership Structure
de_de: Eigentümerstruktur

source: Website Hierarchy Diagram
de_de: Webseite Hierarchiediagramm

source: Business Newsletter
de_de: Business Newsletter bestellen

source: Culinary Magazine Newsletter
de_de: Kulinarisches Magazin Newsletter

source: House and Interior Magazine Nesletter
de_de: Haus und Interieur Magazin Nesletter

source: Nature Magazine Newsletter
de_de: Art Magazin Newsletter

source: Simple Newsletter Design
de_de: Einfaches Newsletter-Design

source: Travelling Agency Newsletter
de_de: Reise Agentur Newsletter

source: Bar Menu Template
de_de: Bar-Menü-Vorlage

source: Club Bar Menu
de_de: Club-Bar-Menü

source: Cocktail Bar Menu
de_de: Cocktail Bar-Menü

source: Coffee and Tea House Menu
de_de: Kaffee und Tee-Haus-Menü

source: Restaurant Menu
de_de: Speisekarte des Restaurants

source: Classic Frame Gift Certificate
de_de: Klassische Rahmen Geschenkgutschein

source: Classic Gift Certificate
de_de: Klassische Geschenk-Gutschein

source: Corporate Logo Gift Certificate
de_de: Geschenkgutschein &quot;Firmenlogo&quot;

source: Luxurious Frame Gift Certificate
de_de: Luxuriösen Rahmen Geschenkgutschein

source: Massage Voucher Gift Certificate
de_de: Massage Gutschein Geschenk-Gutschein

source: Ribbon Gift Certificate
de_de: Menüband Geschenk Zertifikat

source: Simple Gift Certificate
de_de: Einfach Gutschein

source: Simple Stylish Gift Certificate
de_de: Einfache elegante Geschenk-Gutschein

source: Stylish Frame Gift Certificate
de_de: Stilvollen Rahmen Geschenkgutschein

source: Vintage Paper Background Gift Certificate
de_de: Vintage-Papier-Hintergrund-Geschenk-Gutschein

source: English Language for Beginners Flyer
de_de: Englisch für Anfänger-Flyer

source: Award of Excellence Certificate
de_de: Award of Excellence Zertifikat

source: Certificate of Appreciation
de_de: Anerkennungszertifikat

source: Certificate of Attendance
de_de: Teilnahme-Zertifikat

source: Certificate of Completion
de_de: Bescheinigung über den Abschluss

source: Certificate of Graduation
de_de: Abschlusszeugnis

source: Certificate of Participation
de_de: Bescheinigung über die Teilnahme

source: Certificate of Recognition
de_de: Bescheinigung über die Anerkennung

source: Certificate of Training
de_de: Bescheinigung über die Ausbildung

source: Customer Care Award Certificate
de_de: Customer Care Award Zertifikat

source: Diploma Certificate
de_de: Diplom-Zertifikat

source: Honor Student Award Certificate
de_de: Honor Student Award Zertifikat

source: Outstanding Performance Award Certificate
de_de: Urkunde für hervorragende Leistung

source: Volunteer Award Certificate
de_de: Urkunde freiwillige

source: Blue Business Card
de_de: Blaue Visitenkarte

source: Classic Business Card
de_de: Klassische Visitenkarten

source: Hatch Style Business Card
de_de: Schraffur-Stil-Visitenkarte

source: Modern Green Business Card
de_de: Moderne grüne Visitenkarte

source: Social Media Business Card
de_de: Social-Media-Visitenkarte

source: Social Profile Business Card
de_de: Social Media-Profil-Visitenkarte

source: Stylish Design Business Card
de_de: Stilvolles Design-Visitenkarte

source: Website Style Business Card
de_de: Website-Stil-Visitenkarte

source: Wood Background Business Card
de_de: Holz Hintergrund Visitenkarte

source: Animal Rights Brochure
de_de: Tierrechte-Broschüre

source: Blooming Flowers
de_de: Blühende Blumen

source: Business Info Brochure
de_de: Business-Info-Broschüre

source: Cook for Fun Brochure
de_de: Kochen macht Spaß-Broschüre

source: Dog Training Brochure
de_de: Hund-Ausbildungsbroschüre

source: Fast Food Chain Brochure
de_de: Fast-Food-Kette-Broschüre

source: Flower Shop Brochure
de_de: Flower Shop-Broschüre

source: Gift Store Brochure
de_de: Geschenk Shop-Broschüre

source: Green Brochure
de_de: Grüne Broschüre

source: Healthy and Delicious Brochure
de_de: Gesund und lecker-Broschüre

source: Healthy Living Brochure
de_de: Gesundes Wohnen-Broschüre

source: Kayaking Adventure Brochure
de_de: Kajak Abenteuer-Broschüre

source: Mastering Desserts Brochure
de_de: Mastering Desserts-Broschüre

source: Mattress Company Brochure
de_de: Matratze-Unternehmensbroschüre

source: Relationships Coach Brochure
de_de: Beziehungen-Trainer-Broschüre

source: Ski School Brochure
de_de: Skischule-Broschüre

source: Teddy Bear Brochure
de_de: Teddybär-Broschüre

source: Travel Brochure
de_de: Reisekatalog

source: Wedding Services Brochure
de_de: Hochzeit Service Broschüre

source: Weight Loss Program Brochure
de_de: Gewicht-Verlust-Programm-Broschüre

source: E-commerce Order Workflow Diagram
de_de: E-Commerce Bestellung Arbeitsablauf-Diagramm

source: Survey Plan Workflow Diagram
de_de: Umfrage-Plan-Arbeitsablauf-Diagramm

source: Asset Management EPC Diagram
de_de: Asset Management EPÜ Diagramm

source: Loan Application Process
de_de: Kreditantragsprozess

source: Login and Registration Processing EPC Diagram
de_de: Registrierung und Anmeldung Verarbeitung EPC-Diagramm

source: Order Book EPC Diagram
de_de: Orderbuch EPÜ Diagramm

source: Product Development EPC
de_de: Produktentwicklung EPÜ

source: Product Order EPC Diagram
de_de: Produkt Bestellung EPÜ Diagramm

source: Repair Process EPC Diagram
de_de: Prozessdiagramm EPC Reparatur

source: Sample Process Control Flow
de_de: Beispielablauf Kontrolle

source: Stocktaking EPC Diagram
de_de: Bestandsaufnahme-EPC-Diagramm

source: Expense Reimbursement Management Flowchart
de_de: Aufwand Erstattung Management Flussdiagramm

source: Labor Contract Management Flowchart
de_de: Werkvertrag Management Flussdiagramm

source: Recruitment Management Flow
de_de: Rekrutierung Management Flow

source: Salary Management Flow
de_de: Gehalt Management-Flow

source: Schedule Management Flow
de_de: Zeitplan-Management-Flow

source: Software Service Cross Functional Process
de_de: Software Service Cross-funktionale Entwicklung

source: Audit Process Flowchart
de_de: Audit-Prozess Flussdiagramm

source: Auto Repair Shop Process Flowchart
de_de: Auto Reparatur Shop Prozess Flussdiagramm

source: Business Distribution Flowchart
de_de: Business Vertrieb Flussdiagramm

source: Complaint Process Flowchart
de_de: Beschwerde-Prozess Flussdiagramm

source: Copying Service Process Charting
de_de: Kopieren der Dienstprozess Charting

source: Credit Card Order Processing Flowchart
de_de: Kreditkarten-Bestellung Verarbeitung Flussdiagramm

source: Customer Order Processing Flowchart
de_de: Kunden bestellen Verarbeitung Flussdiagramm

source: Customer Payment Process Flowchart
de_de: Kunden Zahlung Prozess Flussdiagramm

source: Document Control Process
de_de: Dokument-Kontrolle-Prozess

source: E-commerce Trusteeship Service Flowchart
de_de: E-Commerce Treuhand Service Flussdiagramm

source: Electric Bill Payment Process Flowchart
de_de: E-Rechnung Zahlung Prozess Flussdiagramm

source: Hiring Process Flowchart
de_de: Einstellenden Prozess Flussdiagramm

source: HR Management Process Flow
de_de: HR-Management-Prozess-Flow

source: HR Process Flowchart
de_de: HR-Prozess Flussdiagramm
